import 'package:flu_ebook/data/album_model.dart';

class AlbumData {
  List<AlbumModel> mikazukiNoKoukaiList = [
    // ミカヅキの航海
    AlbumModel(
      albumName: "ミカヅキ",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：さユり     作曲：さユり



今宵も頭上では 綺麗な満月がキラキラ
幸せそうに世界を照らしている
当の私は 出来損ないでどうしようも無くて
夜明け夢見ては 地べた這いずり回ってる

それでも 誰かに見つけて欲しくて
夜空見上げて叫んでいる
逃げ出したいなぁ 逃げ出せない
明るい未来は見えない ねぇ
それでも あなたに見つけて欲しくて
蝶のように舞い上がるの
欠けた翼で飛んだ 醜い星の子ミカヅキ

今宵も頭上では 綺麗な満月がゆらゆら
誰かの腕に抱かれて 眠っている
当の私は ひとりの夜に押し潰されては
誰にも見えない 夜闇這いずり回ってる

それでも 誰にも負けたくなくて
宇宙の隅で藻掻いている
追いつきたいや、追い越したい ああ
夢に見たような世界 ねぇ
それでも 誰かと比べてばっか
周りを見ては立ち止まって
欠けたものを探した そんな自分を変えたい

それでも あなたとおんなじ景色が また見たいから
泣き出したくても 投げ出したくても
諦めたりはできない
それでも あなたに見つかるように
サナギは強く手を伸ばすの
欠けたもの抱きしめて 願いを放つよミカヅキ

それでも 誰かに見つけて欲しくて
夜空見上げて叫んでいる
泣き出したいけど 泣き出さない
もう後戻りなどできない ねぇ
それでも あなたに見つけて欲しくて
蝶のように舞い上がるの
欠けた翼で飛ぶよ 醜い星の子ミカヅキ
光を放ったミカヅキ

今宵も頭上では 綺麗な満月がキラキラ
次は君の番だと笑っている
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "平行線",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：さユり     作曲：さユり



太陽系を抜け出して平行線で交わろう
私と君の影のように伸びている 平行線

勇気がないのは時代のせいにしてしまえばいい
いつまでたっても思いは口に出せないまま
ただ壊れないように同じ今日を繰り返しなぞって
どこにもいけない 願いの居場所を探してた

君の唇から零れだす 言葉になりたい

太陽系を抜け出して 平行線で交わろう
そんな叶わない望みも不甲斐ない声も引き連れて
感情全部流し切ったら描き始めてみせるよ
私と君の影に今手を伸ばす 平行線

勇気がないのは電子のせいにしてしまえばいい
口をつくのはいつでも裏返しの言葉
“ねえ隣じゃなくても脳裏に居場所があればいいから”
“君を救う歌 いつか私が作れるように今日も
ここでちゃんと生きてくから”

君の苦しみを切り裂ける光になりたい

太陽系の常識を覆して触れたい
そんな夢物語が頭を回っては消えてくよ
変わってくのが怖くてこっそり書き足した
私をふたつに切り離してくような 平行線

始まらないふたりはどこまでも歩いて行くの
はじまらない話だって 軌跡を刻んで来たの

太陽系を抜け出すと平行線は交わる、と
そんな夢夜の向こうに
答え すくい上げたなら

太陽系を抜け出して平行線で交わろう
そんな叶わない望みも不甲斐ない声も引き連れて
感情全部流し切ったら 描き始めてみせるよ
私と君の影に今手を伸ばす 平行線
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "十億年",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：さユり     作曲：さユり



流されて辿り着いたここでは
役割を皆が担い暮らしている
一筋の藻になって
夜明け前を旅し続けている 淡々と

流されて辿り着いた歴史は
いつでも何かに怯え進んできた
あの頃のわたしは 何者だったけ?

怖くて
目を開けられなかったけど今なら
信じられるような気がした

海の底

巨大な巨大な不安と
戦ってやっと出会えたんだ
偉大だ偉大だ、
綺麗なものばっかりでさ
寂しくなって
水を掻いた ヒビを描いた
欠いた何か探していた
この向こうには ねぇ?何が、あるのかな

流された わたしたちは誰もが
なにかを失ってここへ来たらしい
0じゃなく空白をもって生まれたんだと

だから悲しくなるのは当然なんだって
渇いた肺で光を吸った 空の底

広大な広大な大地の上で
いくつもの祈りが生まれて
膨大な膨大な涙を流し
世界を巡る その旅の間に
地図を書いて 夢を描いて
呼吸の意味 探していた
この時代でこの場所で 何ができるかな

もう少し
もう少し
先で繋がっている

わたしは
あなたは

この体は
巨大な巨大な奇跡だ

巨大な不安と戦ってやっと出会えたんだ
偉大だ、綺麗なものばっかりでさ
寂しくなって
水を掻いた ヒビを描いた
欠いた何か探していた
この向こうには ねぇ?何が、あるのかな
この時代でこの場所で 何ができるだろう
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "ケーキを焼く",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：さユり     作曲：さユり



飲み込めない 噛み砕けない
気持ちはどこへいくの?

出口の見えない
そんな日は 試しに

ケーキを焼きましょう
ケーキを焼いてみましょう?
大体のお菓子は
卵に砂糖を混ぜるところから
はじまるらしい

飲み込めない 噛み砕けない
気持ちはどこへいくの?

誰にも話せない
そんな日は 手始めに

ケーキを焼きましょう
ケーキを焼いてみましょう?
大体の物事は考え方ひとつで
どうにでもなる、なるから

その手で作ってよ
あなたが美味しく味わえる世界を
どれでも好きなのを選び取ってよ 自由に
さあ さあ さあ

ケーキを焼きましょう
ケーキを焼いてみましょう?
大体のお菓子は少しの分量差が
味の決め手となる、なるから

その手で作るんだよ
あなたが美味しく味わえる世界を
こんな不格好でも平凡でも構わないから
さあ さあ さあ

チョコレートケーキ
アップルパイ
チーズケーキ
タルトタタン
バナナマフィン
ぜんぶ、ぜんぶあなたのものだよ
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "フラレガイガール",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：野田洋次郎     作曲：野田洋次郎



愛をひろいあげた手のぬくもりが 今もまだ残るのです
「これさえあれば」とお互い口にして すべてを分かり合った
それだけで
もう生きていけると思ったのです

瞳を飛びたし頬を伝う彼ら 顎の先で 大渋滞
まぁ この先涙を使うことなどもうないし まぁいっか
全部ここで
流れ切って
しまえ

まずい まずい まずい強烈にまずい あなたが買った歯磨き粉も
9割5分も残して一体どこへいったの? ねえどこにいったの

わたしをフッてんじゃないよバカ フッていいわけがないでしょ
たまに倦怠期予防のサプライズも忘れないでと

たしかに言ってはいたけれど フッていいわけがないでしょ
あなたの分際でなにをバカなこと 言い出してさ

もういいから そろそろ種明かししにきてよ

バカまじめにとっておいた約束 部屋の中 散らばって
足の踏み場もなくすぐに踏んづけて その刹那 痛むのです

「君は僕のすべて」って今流行の合い言葉とかなにか?
もしや、もしかして小さく「時々」って 言ってたりしたりして

そうだとしたら
そうだとしても
なんでもいいや

ダサい ダサい ダサい猛烈にダサい あなたがくれたワンピースを着て
お行儀よくここで私は待ってるんだよ ねぇねぇ、待ってるんだよ

わたしをフッてんじゃないよバカ フッていいわけがないでしょ
たまに倦怠期予防のサプライズも忘れないでと

たしかに言ってはいたけれど フッていいわけがないでしょ
わたしと別れたならもう 次なんていないから
もういいでしょう? そろそろ種明かししにきてよ

イタい イタい イタい 女にはなるまいと誓ってはきたけど
今のアタシはどうやら晴れて なってるかな

永い 永い 永い 話しを会ったらきっとまたしてしまうでしょう
だから最後に伝えさせて 2分でいいから

あなたが好きだったこと
とびっきりの「バカヤロウ」

わたしをフッてんじゃないよバカ フッていいわけがないでしょ
だからあんたみたいなバカ わたしからフッてあげるわよ

泣いて追っかけてきても もう許したりしないから
いつか天変地異級の 後悔に襲われりゃいい

そろそろ 時間だ ワタシは いくね
次の 涙も 溜まった 頃よ
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "蜂と見世物",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：さユり     作曲：さユり



君だって犯されている 蔓延んでるその思想に
誰だって自分が一番だって思ってるらしい

奪って縛って遊んでる 首を締めては笑ってる
頬から伝わって流るる塩分を無視して

それが間違いだって言わなきゃいけないでしょう?
光を導いて行くのは 僕らの役目だ

どれだけ時間があれば幸せになれるの
どれだけ傷つけ合えば満たされるのだろう

切り取っては貼り付けてる 嘘を嘘で繕ってる
そうやって大事なものは見えなくなった

君だって傍観している SOS 叫ぶ誰かの声
もうじき世界は終わるよ

それは間違いだって言わなきゃいけないでしょう?
目を逸らさないでそれは正義じゃない

どれだけ時間があれば幸せになれるの
どれだえ傷つけ合えばいいのだろう
どれだけ人の上に僕はいるんだろう
どれだけこの手で人を守れるのだろう
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "るーららるーらーるららるーらー",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：さユり     作曲：さユり



自分自身と遠ざかるばかり 君との距離は近づかない
今日も空は青かった ただそれだけでいいじゃないか

僕はなんだか汚くて 涙がでるよ
僕はキラキラしたくって

ぐるって廻って 貴方をみつけた キラキラしていて僕は怯えた
ぐるって廻って 貴方は笑った 世界が変わる音がした

真夜中2人 言えなかった話 喉元で変換される言葉
今も空は青いまま ただそれだけのことじゃないか

僕はなんだか邪魔だって 涙がでるよ
僕は必要とされたくって

るらって歌った僕は泣いてた キラキラしていた貴方の横で
ぐるって廻る地球の隅で 叶わぬ恋を夢みてた

僕はなんだか汚くて 涙がでるよ
僕はキラキラしたくって 君に愛されたくって

ぐるって廻って 居場所をみつけた ポカポカしていて僕は怯えた
ぐるって廻る 地球の隅は 優しい愛で満ちていた
ぐるって廻って 貴方をみつけた キラキラしていて僕は怯えた
ぐるって廻って 貴方は笑った 世界が変わる音がした
叶わぬ恋を夢みてた
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "それは小さな光のような",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：梶浦由記     作曲：梶浦由記



僕だけが見てた
君のこと
過去も未来も
かなしみもよろこびも
全て

オトナになるってきっと
優しくなる事だと信じていた
子供の頃の僕のままに

君のこと守りたいと思う
暗闇から目覚めても
僕を待ち受けてる彼方で
二人を隠したこの街に
誰も知らない雪が降っていた
君は僕の胸に刻まれた
一番深い傷跡のようで
君が笑うこの世界の歌
取り戻すよ

どの部屋の時計も
少しズレていてさ
僕らはいつも
言葉を掛け違う歯車

ひとりぼっちで泣いた
ヒーローごっこ
伸ばす前にくじけた
両手で君の頬に触れた

君のこと壊したいと思う
世界は夢の狭間で
黒い祈りを孕んで
大事なものだと撫でていた
優しい指がねじれてゆく
僕はただ僕のために
力なきこの手を
微かな輝きの方へ
もがいてみる
君の歌う未来へ
導いてよ

守りたいと思う
まぎれもなくあたたかい場所が
あることを信じてる
寂しさに喰われた優しさが
白い雪に埋もれて行く夜
君は僕の胸に小さな火を灯す
古い傷跡のようで
微笑んでよ
この世界の暗闇から
目覚めてゆく光のような
君のうた

僕だけが見てた
君のこと......
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "来世で会おう",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：さユり     作曲：さユり



過去は変えられないさって
何度言われても懲りないのね
再三再四 振り払えずに
取り残されてく

もうこれ以上願ってるだけじゃ
もう一緒にはいられないのでしょう
もう行かなくちゃ
受け入れなくちゃ

来世で会おう
生まれ変わった時は
二人きっと違う未来が待ってる
来世で会おう
光を手繰り寄せて
必ずまた 笑い合えるさ
信じて僕は 今 歩き出すよ

記憶にすがりつくように
罰が下るのを待っていたように
僕が僕自身をこの部屋に
閉じ込めていた

冷たく体を覆っている氷は
自分以外には溶かせないってこと
もう知ってるけど
気付いてるけど

夢を見るよ 選ばなかった日々の先で
僕は幸せそうに笑ってて
それでも朝が来たら 今日も歌うよ
すべて間違いじゃなかったと
思える春が来るように祈る

許せるだろうか
そんな日が来るとしたなら
君は待っててくれるだろうか
この痛みの先で

来世で会おう
指切り 解いた合図で
僕らそれぞれの場所へ向かってく
来世で会おう
だからもう振り向かないよ

来世で会おう
生まれ変わった時は
二人きっと違う未来が待ってる
来世で会おう
それまでどうかお元気で
すべて間違いじゃなかったと
信じて僕は 今 歩き出すよ
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "knot",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：さユり     作曲：さユり



おもちゃの両目 喉に詰め込んだ 五本指
汚れた酸素をぼくは吸って生きながらえてる
太陽の見えない青々とした空
君が吐いてった汚い言葉

絡まった糸を解こうとしてた
結び目はいつになっても見つからない
酸性雨に打たれた悲劇は喜劇になって

肌に触っても無意味だ 心は見えない

償ったつもりでいたのはぼくだけだった あぁ、ごめんね
金輪際 好き も 嫌い も言わないから 黙って。

赤い糸などどこにもなかった
思い出を美化し過ぎていたようだ
幻想に張り付いたぼくらはおかしくなって

一度でも名前を呼べたら変わってたのだろう?

おもちゃの両目 喉に詰め込んだ 五本指
汚れた酸素をぼくは吸って生きながらえてる
太陽の作った陰の中で怯えてる
蘇ってくるのは美しい日々さ

繋がったつもりでいたのはぼくだけだった あぁ、ごめんね
金輪際 闇 も 光 も近づけないから 泣き止んで

黙って
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "アノニマス",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：さユり     作曲：さユり



太陽が街に飛び降りてきた
朱く揺れる世界がとても綺麗だった
行き交う人々のさんざめく声が
鼓膜の中でねじれて娯楽映画みたいだ

繋がらない関係ない世界に
関係していたくて
俯瞰中毒、幽霊みたい
私は自分の輪郭を確かめている

ねえ
悲劇を欲したその目の内側で
帰る場所を探してる
偽物ばっかりの街の中で
信じられる何かを

アノニマス
本当の声で言葉で話がしたいの
アノニマス
誰か聞いているのなら、応答してよ

太陽が空へ高く昇っていった
煌めき出す世界はモノクロに見えてた
繰り返すサイクルに吸い込まれぬように
抗ってみても今日も抜け道はなくて

街行く人は皆無表情で
その実体内に歪みを湛えて
取り繕ってるその殻壊して全て
いっせーので溢れ出してしまえたなら

冷たく笑ったその目の裏側で
何を掴もうとしていたの?
戯言ばっかりのページの中で
本当の顔で叫ぶよ

アノニマス
言いたいことがあるなら姿を見せてよ
アノニマス
画面上なんかじゃなく 声を上げて

譲れない一瞬、一音を
命燃やして生きてみたいの
愛しくて涙溢れるような痛みを 喜びを
見つけ出せ 五感で
今"生きている"実感を 衝動を

ねえ
悲劇を欲したその目の内側で
帰る場所を探してる
偽物ばっかりの街の中で
信じられる何かを

アノニマス
ここに宣戦布告の光を灯すよ
アノニマス
今 届いているのなら、応答してよ
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "夏",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：さユり     作曲：さユり



目を覆いたくなる傷口に砂糖水を垂らして
アイスキューブで麻痺させたような 淡い 甘い 昼下がり

扇風機の首はちゃんと回した状態にしておくのだよ
増幅する悪夢の粒子に 負けないように

全然痛くも痒くもないから
君は泣いたりしないでいいから
散々喚いて暴れて 泣いたら
もう疲れたろう? タオルケットにくるまって眠ろう

手の届かない空見つめてる ビー玉みたいな目が好きよ
固く握ったその手の平の中には 何が入っているの?

遅くなってもいいけど
あんまり遠くには行かないでね
夏祭り があるんだってさ
いつか
行けたら なんて

二人でこのまま 静かに暮らそう
どこにも繋がらないこの部屋に
君の好きなヒナゲシが咲いたら
それはもう 綺麗だろうな

全然痛くも痒くもないから
君は泣いたりしないでいいから
散々喚いて暴れて 泣いたら
もう疲れたろう? タオルケットにくるまって眠ろう
こっちへ来てよ

もうすぐ夏だ
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
    AlbumModel(
      albumName: "birthday song",
      artist: "さユり",
      issueDate: "2017/5/17",
      lyrics: """
作詞：さユり     作曲：さユり



人はみんな、幸福を願い
もれずに私もその輪を抜け出せない

誰もが不幸になどなりたくないと
一つしかないその席を取り合った

選ばれなかった命を
弔うことすら出来ないままで
私は今日も白々しく
生きている
歌ってる
顔の見えない誰かに謝りながら

パパとママが愛し合って
産まれてから20年が経った

何人に愛され
何人を傷付けてきたんだろう
わたしは、わたしは こたえられない

選ばれたかった誰かが
見れたかもしれない光の色を
私は今日も探している
死にたいと生きたいの間を
何度も何度も、行き来しながら

今日は誰かの誕生日で
そして同時にあなたの命日です
ふとした時に思い出してそして
いつかは忘れてしまうでしょう
死のうと思って止めたあとの
死ねずに吸い込んだこの域で
私は歌を歌っている
行きたい場所などどこにもなくて
生まれた意味はわからなくても
せめて せめて
せめて せめて せめて

ハッピーバースディ
ハッピーバースディ
アンハッピーバースディ
トゥーユー

ハッピーバースディ
ハッピーバースディ
アンハッピーバースディ
トゥーユー

選ばれなかった命を
弔うことすら出来ないままで
私は今日も願っている
生きていて、と
死なないで、と
何度も何度も私は叫ぶよ

選ばれたかった誰かと
それでも続いてく世界で今日も
居場所をずっと探している
死にたい と 生きたいの
間で何度も何度も迷いながら

生まれてきた命には
せめて愛を、愛 を
いつか優しくなれるように
いつか優しい朝が来るように

ハッピーバースディ
ハッピーバースディ
アンハッピーバースディ
トゥーユー

ハッピーバースディ
ハッピーバースディ
アンハッピーバースディ
トゥーユー
""",
      img: "assets/mikazuki_no_koukai.jpg",
    ),
  ];

  List<AlbumModel> meNoList = [
    // め
    AlbumModel(
      albumName: "夜明けの詩-「め」 弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



何ひとつ はっきりしないよ 朝が来るのが怖くて
モヤモヤしている孤独の理由を探してた

何ひとつ うまくいかないよ 未来は見えずふと立ち止まる
ゆらゆら 揺れて夢を投げ捨てた

何か残したくて叫んでた なんか悲しくなって泣いた
何か残したくて叫んでた 何が悲しくて泣いてるんだろう

何ひとつ 持ってない惨めな僕 向い風に押され
どろどろ誰かを妬ましく思うよ

何ひとつ うまくいかないまま沈む太陽 足元は
グラグラ 今にも落ちてしまう

何か残したくて叫んでた なんか悲しくなって泣いた
何か残したくて叫んでた 何が悲しくて泣いてるんだろう

あの頃は何もかも綺麗だったよ

何か残したくて叫んでた なんか悲しくなって泣いた
何か残したくて叫んでた 何も出来ず泣いてた

何か残したくて叫んでた なんか悲しくなって泣いた
何か残したくて叫んでた 何が悲しくて泣いてたんだろう

何ひとつ うまくいかなくても登る太陽 怯えている
過去に負けないで 一歩踏み出せ
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "ミカヅキ-「め」弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



今宵も頭上では 綺麗な満月がキラキラ
幸せそうに世界を照らしている
当の私は 出来損ないでどうしようも無くて
夜明け夢見ては 地べた這いずり回ってる

それでも 誰かに見つけて欲しくて
夜空見上げて叫んでいる
逃げ出したいなぁ 逃げ出せない
明るい未来は見えない ねぇ
それでも あなたに見つけて欲しくて
蝶のように舞い上がるの
欠けた翼で飛んだ 醜い星の子ミカヅキ

今宵も頭上では 綺麗な満月がゆらゆら
誰かの腕に抱かれて 眠っている
当の私は ひとりの夜に押し潰されては
誰にも見えない 夜闇這いずり回ってる

それでも 誰にも負けたくなくて
宇宙の隅で藻掻いている
追いつきたいや、追い越したい ああ
夢に見たような世界 ねぇ
それでも 誰かと比べてばっか
周りを見ては立ち止まって
欠けたものを探した そんな自分を変えたい

それでも あなたとおんなじ景色が また見たいから
泣き出したくても 投げ出したくても
諦めたりはできない
それでも あなたに見つかるように
サナギは強く手を伸ばすの
欠けたもの抱きしめて 願いを放つよミカヅキ

それでも 誰かに見つけて欲しくて
夜空見上げて叫んでいる
泣き出したいけど 泣き出さない
もう後戻りなどできない ねぇ
それでも あなたに見つけて欲しくて
蝶のように舞い上がるの
欠けた翼で飛ぶよ 醜い星の子ミカヅキ
光を放ったミカヅキ

今宵も頭上では 綺麗な満月がキラキラ
次は君の番だと笑っている
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "平行線-「め」弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



太陽系を抜け出して平行線で交わろう
私と君の影のように伸びている 平行線

勇気がないのは時代のせいにしてしまえばいい
いつまでたっても思いは口に出せないまま
ただ壊れないように同じ今日を繰り返しなぞって
どこにもいけない 願いの居場所を探してた

君の唇から零れだす 言葉になりたい

太陽系を抜け出して 平行線で交わろう
そんな叶わない望みも不甲斐ない声も引き連れて
感情全部流し切ったら描き始めてみせるよ
私と君の影に今手を伸ばす 平行線

勇気がないのは電子のせいにしてしまえばいい
口をつくのはいつでも裏返しの言葉
“ねえ隣じゃなくても脳裏に居場所があればいいから”
“君を救う歌 いつか私が作れるように今日も
ここでちゃんと生きてくから”

君の苦しみを切り裂ける光になりたい

太陽系の常識を覆して触れたい
そんな夢物語が頭を回っては消えてくよ
変わってくのが怖くてこっそり書き足した
私をふたつに切り離してくような 平行線

始まらないふたりはどこまでも歩いて行くの
はじまらない話だって 軌跡を刻んで来たの

太陽系を抜け出すと 平行線は交わる、と
そんな夢夜の向こうに
答え すくい上げたなら

太陽系を抜け出して 平行線で交わろう
そんな叶わない望みも不甲斐ない声も引き連れて
感情全部流し切ったら 描き始めてみせるよ
私と君の影に今手を伸ばす 平行線
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "アノニマス-「め」弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



太陽が街に飛び降りてきた
朱く揺れる世界がとても綺麗だった
行き交う人々のさんざめく声が
鼓膜の中でねじれて娯楽映画みたいだ

繋がらない関係ない世界に関係していたくて
俯瞰中毒、幽霊みたい
私は自分の輪郭を確かめている

ねえ
悲劇を欲したその目の内側で帰る場所を探してる
偽物ばっかりの街の中で信じられる何かを

アノニマス
本当の声で言葉で話がしたいの
アノニマス
誰か聞いているのなら、応答してよ

太陽が空へ高く昇っていった
煌めき出す世界はモノクロに見えてた
繰り返すサイクルに吸い込まれぬように
抗ってみても今日も抜け道はなくて

0
街行く人は皆無表情で その実体内に歪みを湛えて

取り繕ってるその殻壊して全て
いっせーので溢れ出してしまえたなら

冷たく笑ったその目の裏側で何を掴もうとしていたの？
戯言ばっかりのページの中で本当の顔で叫ぶよ

アノニマス
言いたいことがあるなら姿を見せてよ
アノニマス
画面上なんかじゃなく 声を上げて

譲れない一瞬、一音を
命燃やして生きてみたいの
愛しくて涙溢れるような痛みを 喜びを
見つけ出せ 五感で
今”生きている”実感を 衝動を

ねえ
悲劇を欲したその目の内側で帰る場所を探してる
偽物ばっかりの街の中で信じられる何かを

アノニマス
ここに宣戦布告の光を灯すよ
アノニマス
今 届いているのなら、応答してよ
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "フラレガイガール-「め」弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：野田洋次郎     作曲：野田洋次郎



愛をひろいあげた手のぬくもりが 今もまだ残るのです
「これさえあれば」とお互い口にして すべてを分かり合った

それだけで
もう生きていけると
思ったのです

瞳を飛び出し頬を伝う彼ら 顎の先で 大渋滞
まぁこの先 涙を使うことなどもうないし まぁいっか

全部ここで
流れ切って
しまえ

まずい まずい まずい強烈にまずい あなたが買った歯磨き粉も
９割５分も残して一体どこへいったの？ ねぇどこにいったの

わたしをフッてんじゃないよバカ フッていいわけがないでしょ
たまに倦怠期予防のサプライズも忘れないでと

たしかに言ってはいたけれど フッていいわけがないでしょ
あなたの分際で何をバカなこと 言い出してさ

もういいから そろそろ種明かししにきてよ

バカまじめにとっておいた約束 部屋の中 散らばって
足の踏み場もなくすぐに踏んづけて その刹那 痛むのです

「君は僕のすべて」って 今流行の合い言葉とかなにか？
もしや、もしかして小さく「時々」って 言ってたりしたりして

そうだとしたら
そうだとしても
なんでもいいや

ダサい ダサい ダサい猛烈にダサい あなたがくれたワンピースを着て
お行儀よくここで私は待ってるんだよ ねぇねぇ、待ってるんだよ

わたしをフッてんじゃないよバカ フッていいわけがないでしょ
たまに倦怠期予防のサプライズも忘れないでと

たしかに言ってはいたけれど フッていいわけがないでしょ
わたしと別れたならもう 次なんていないから

もういいでしょう？ そろそろ種明かししにきてよ

イタい イタい イタい 女にはなるまいと誓ってはきたけど
今のアタシはどうやら晴れて なってるかな

永い 永い 永い 話を会ったらきっとまたしてしまうでしょう
だから最後に伝えさせて 2分でいいから

あなたが好きだったこと
とびっきりの「バカヤロウ」

わたしをフッてんじゃないよバカ フッていいわけがないでしょ
だからあんたみたいなバカ わたしからフッてあげるわよ

泣いて追っかけてきても もう許したりしないから
いつか天変地異級の 後悔に襲われりゃいい

そろそろ 時間だ ワタシは いくね
次の 涙も 溜まった 頃よ
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "それは小さな光のような-「め」 弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：梶浦由記     作曲：梶浦由記



僕だけが見てた
君のこと
過去も未来も
かなしみもよろこびも
全て

オトナになるってきっと
優しくなる事だと信じていた
子供の頃の僕のままに

君のこと守りたいと思う
暗闇から目覚めても
僕を待ち受けてる彼方で
二人を隠したこの街に
誰も知らない雪が降っていた
君は僕の胸に刻まれた
一番深い傷跡のようで
君が笑うこの世界の歌
取り戻すよ

どの部屋の時計も
少しズレていてさ
僕らはいつも
言葉を掛け違う歯車

ひとりぼっちで泣いた
ヒーローごっこ
伸ばす前にくじけた
両手で君の頬に触れた

君のこと壊したいと思う
世界は夢の狭間で
黒い祈りを孕んで
大事なものだと撫でていた
優しい指がねじれてゆく
僕はただ僕のために
力なきこの手を
微かな輝きの方へ
もがいてみる
君の歌う未来へ
導いてよ

守りたいと思う
まぎれもなくあたたかい場所が
あることを信じてる
寂しさに喰われた優しさが
白い雪に埋もれて行く夜
君は僕の胸に小さな火を灯す
古い傷跡のようで
微笑んでよ
この世界の暗闇から
目覚めてゆく光のような
君のうた

僕だけが見てた
君のこと......
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "birthday song-「め」弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



人はみんな、幸福を願い
もれずに私もその輪を抜け出せない

誰もが不幸になどなりたくないと
一つしかないその席を取り合った

選ばれなかった命を
弔うことすら出来ないままで
私は今日も白々しく
生きている
歌ってる
顔の見えない誰かに謝りながら

パパとママが愛し合って
産まれてから20年が経った

何人に愛され
何人を傷付けてきたんだろう
わたしは、

わたしは、、？
答えられない

選ばれたかった誰かが
見れたかもしれない光の色を
私は今日も探している
死にたいと生きたいの間を
何度も何度も、行き来しながら

今日は誰かの誕生日で
そして同時にあなたの命日です
ふとした時に思い出してそして
いつかは忘れてしまうでしょう
死のうと思って止めたあとの
死ねずに吸いこんだこの息で
私は歌を歌っている
行きたい場所などどこにもなくて
生まれた意味はわからなくても
せめて せめて
せめて せめて せめて

ハッピーバースディ
ハッピーバースディ
アンハッピーバースディ
トゥーユー

ハッピーバースディ
ハッピーバースディ
アンハッピーバースディ
トゥーユー

選ばれなかった命を
弔うことすら出来ないままで
私は今日も願っている
生きていて、と
死なないで、と
何度も何度も私は叫ぶよ

選ばれたかった誰かと
それでも続いてく世界で今日も
居場所をずっと探している
死にたい と 生きたい
の間で何度も何度も迷いながら

生まれてきた命には
せめて愛を、 愛 を
いつか優しくなれるように
いつか優しい朝が来るように

ハッピーバースディ
ハッピーバースディ
アンハッピーバースディ
トゥーユー

ハッピーバースディ
ハッピーバースディ
アンハッピーバースディ
トゥーユー
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "航海の唄-「め」 弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



手にしたい光がある君は今 寄る辺も無くひとりで岐路に立つ
もう後戻りできぬように、と今 横切る不安を殺して帰路を断つ

失いがたい光だった 優しい易しい あいだった
それでも、君は行くんだろ
足りないものは足りないままで構わないよ、今から探しにいこう

強さは要らない 何も持って無くていい 信じるそれだけでいい
この先でどんな痛みが襲ってもそれだけが君を救うだろう
臆せず 歩き出せ

印は無い一生を“今日”という瞬間に切り分けて
一歩に息を吹き込んでいる
醜さも晒しながら静かにめくりめく日常に 理想に身を焦がす

ねぇ目を閉じて 心を聞いて
見つめた願い今もまだ歌い続けてる 月の下
立ち向かう足が震えていたって間違いじゃない
迷っても逃げたくはない

選んだ未来は誰も知らない夜を縫い 彷徨う君だけの海
無傷では何も勝ち取れないと知って 動き出した呼吸を捉えたよ
まだ 明日に届かなくても

破れた地図の先を記し始めた 海の真ん中
正解なんて無いね 分かっていても痛むもの
ねぇ、多くを望んでる？いるわけじゃない
ただ無くせないもの一つ守るために
新しい扉の先 船は進んでく

強さは要らない 何も持って無くていい 信じるそれだけでいい
この先でどんな痛みが襲ってもそれだけが君を救うだろう
心音が震える方角へ 臆せず 歩き出せ
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "オッドアイ-「め」弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



産み落とされたいびつなたまご
死ぬまで変わらないなら いっそ
消えてしまいたいという 逃げてしまいたいという
灰になってしまえたら、と

降り落ちてきたいびつな運命
こんなに苦しいなら いっそ
消してしまいたいという 捨ててしまいたいという
闇に飲まれてしまえたら、と

あなたを今夜も傷付けている その刃が翼に変わるまで
一緒に待っててあげるから 一緒に育てていきたいから

生まれたまんまの姿でいいよ あなたの瞳は美しい
見てきたすべては価値あるものよ
あなたの瞳は美しい あなたの名前は美しい

降り続いてる止まない雨に
震え続けて疲れた朝を
共に迎えよう そしてキスをしよう？
「大丈夫 もう怖くないよ、」と

あなたに今夜も取り憑いている 声から逃れられぬとして
それでも生きてゆく意味を 痛みながらも夜を超える理由を

生まれたまんまの姿でいいよ あなたの瞳は美しい
見てきたすべては価値あるものよ
あなたの瞳は美しい あなたの名前は美しい

あなたを今夜も苦しめている その刃が翼に変わるように
隣でずっと祈っていよう キレイな唄を歌っていよう
いつかその目だけが辿り着ける景色を見に行こう

生まれたまんまの姿でいいよ あなたの瞳は美しい
見てきたすべては価値あるものよ
あなたの瞳は美しい あなたの痛みは美しい
あなたの名前は美しい
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "蜂と見世物-「め」 弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



君だって犯されている 蔓延んでるその思想に
誰だって自分が一番だって思ってるらしい

奪って縛って遊んでる 首を締めては笑ってる
頬から伝って流るる塩分を無視して

それは間違いだって言わなきゃいけないでしょう？
光を導いて行くのは 僕らの役目だ

どれだけ時間があれば幸せになれるの
どれだけ傷つけ合えば満たされるのだろう

切り取っては貼り付けてる 嘘を嘘で繕ってる
そうやって大事なものは見えなくなった

君だって傍観している SOS 叫ぶ誰かの声
もうじき 世界は終わるよ

それは間違いだって言わなきゃいけないでしょう？
目を逸らさないでそれは
正義じゃない

どれだけ時間があれは幸せになれるの
どれだけ傷つけ合えはいいのだろう
どれだけの人の上に僕はいるんだろう
どれだけこの手て人を守れるのだろう
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "るーららるーらーるららるーらー-「め」弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



自分自身と遠ざかるばかり 君との距離は近づかない
今日も空は青かった ただそれだけでいいじゃないか

僕はなんだか汚くて 涙がでるよ
僕はキラキラしたくって

ぐるって廻って貴方をみつけた キラキラしていて僕は怯えた
ぐるって廻って貴方は笑った 世界が変わる音がした

真夜中2人 言えなかった話 喉元で変換される言葉
今も空は青いまま ただそれだけのことじゃないか

僕はなんだか邪魔だって 涙がでるよ
僕は必要とされたくって

るらって歌った僕は泣いてた キラキラしていた貴方の横で
ぐるって廻る地球の隅で 叶わぬ恋を夢みてた

僕はなんだか汚くて 涙がでるよ
僕はキラキラしたくって 君に愛されたくって

ぐるって廻って居場所をみつけた ポカポカしていて僕は怯えた
ぐるって廻る地球の隅は 優しい愛で満ちていた
ぐるって廻って貴方をみつけた キラキラしていて僕は怯えた
ぐるって廻って貴方は笑った 世界が変わる音がした

叶わぬ恋を夢みてた
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "月と花束-「め」 弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



花を焼べて 詩を焼べて
誰より険しく美しく
あの日の傷ももらった愛も
全て焼べて 光の方へ

深い森の中で私たちは
たった一人きりで生まれ
大切なものに出会う為歩き出す

止めることも繋ぐこともできるこの日々を
潜り続けるのは君がいるからだ
迷いながら探していた ここににいる理由を
君が笑ってくれるのなら答えになるから
今日も生きるよ

花を焼べて 詩を焼べて
誰より険しく美しく
寄り添うとは違う手段で
つよくなろうと約束した

使い慣れた夢を離れ君は
たった一人きりで
本当の季節や色を知ってゆく為楫を切った

誰もが今降らしてるんだ 刻々と鼓動を
引き換えに作っているのは 世界 だ
甘えてきたんだ 誤魔化してた
その実感が欲しいのに
私が私から逃げたまま手に入る世界なら
もう いらないよ

信じなければ傷付かないか？
進まなければ失くさないか？

それでも、
私は
知りたい
進みたい
もう背けない

深い森の中を
私たちはただ小さい火で
灯し、導とし彷徨ってゆく
未知を割いて

止めることも繋ぐこともできるこの日々を
潜り続けた先に君を描いた
迷いながら探していた ここに来た理由 など
作らなければないものだと やっとわかったから
今日も生きてゆくよ
今日を生きてゆくの

花を焼べて 詩を焼べて
遠く飛ばせ

光の中へ
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "来世で会おう-「め」弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



過去は変えられないさって
何度言われても懲りないのね
再三再四 振り払えずに
取り残されてく

もうこれ以上願ってるだけじゃ
もう一緒にはいられないのでしょう
もう行かなくちゃ
受け入れなくちゃ

来世で会おう
生まれ変わった時は
二人きっと違う未来が待ってる
来世で会おう
光を手繰り寄せて
必ずまた 笑い合えるさ
信じて僕は 今 歩き出すよ

記憶にすがりつくように
罰が下るのを待っていたように
僕が僕自身をこの部屋に
閉じ込めていた

冷たく体を覆っている氷は
自分以外には溶かせないってこと
もう知ってるけど
気付いてるけど

夢を見るよ 選ばなかった日々の先で
僕は幸せそうに笑ってて
それでも朝が来たら 今日も歌うよ
すべて間違いじゃなかったと
思える春が来るように祈る

許せるだろうか
そんな日が来るとしたなら
君は待っててくれるだろうか
この痛みの先で

来世で会おう
指切り 解いた合図で
僕らそれぞれの場所へ向かってく
来世で会おう
だからもう振り向かないよ

来世で会おう
生まれ変わった時は
二人きっと違う未来が待ってる
来世で会おう
それまでどうかお元気で
すべて間違いじゃなかったと
信じて僕は 今 歩き出すよ
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "レイメイ-「め」 弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり・Hiro     作曲：さユり・Sho



哀しい欲望に手を伸ばし続けて夢を見る
何もかも嘘に塗れた瞳の中に真相が隠れたまま

希望の淵に飲まれて沈んでしまった本当の答えを
探し続けながら

何百回でも遮るモノに翳してみせる僕の願い
必ず君に伝える日まで
正しさは譲れないから進み続けていくの
何度でも彷徨いながら目指して

いつか黎明の元へ帰る時まで 痛む泥濘の中で祈りを描くよ
心配ないと言い聞かせながら今 歩き出すの

冷たい約束の絵を繋ぎ合わせた道を往く
重ね合う夢に息吐く場所など無いと心は怯えながら

鼓動は光求めて不自由な軌道を選んだ
それが今を苦しめても

もう一回はない！愚かな程に望んでしまう光る世界
抱えて押し潰されかけても
後悔なら呆れる程に繰り返してきたけど
真実はもう失いたくないから

歪な運命の中に囚われている 荒ぶ人生を共にあなたと歩くよ
涙の果ては此処ではないとまた夜を渡っていく

あの日僕らが出会った時に見た大きな夢は
二人のレンズにはそれぞれ別の景色だった
それでも何故か二人には美しく見えて心が緊くなって
どうしようもなく叫びたくなったのを今でも覚えてる
主題はきっとそれだけで過不足ないから
美しい問いを限りある足で永遠に追いかけながら
“何も間違いじゃない”声を震わせ歌いながら
“君の手を引く”今を生き抜くことが出来たら

深い旅をしよう
永い地図を記そう
青い星を巡って
苦しみさえ引き連れて
深層へ

何百回でも遮るモノに翳してみせる僕の願い
必ず君に伝える日まで
正しさは譲れないから進み続けていくの
何度でも彷徨いながら目指して
いつか黎明の元へ帰る時まで 痛む泥濘の中で祈りを描くよ
心配ないと言い聞かせながら今歩き出すの
たった一つの朝焼けを手に入れるの
""",
      img: "assets/me.jpg",
    ),
    AlbumModel(
      albumName: "十億年-「め」弾き語りver.",
      artist: "さユり",
      issueDate: "2020/6/3",
      lyrics: """
作詞：さユり     作曲：さユり



流されて辿り着いたここでは
役割を皆が担い暮らしている
一筋の藻になって
夜明け前を旅し続けている 淡々と

流されて辿り着いた歴史は
いつでも何かに怯え進んできた
あの頃のわたしは 何者だったっけ？

怖くて
目を開けられなかったけど今なら
信じられるような気がした

海の底

巨大な巨大な不安と
戦ってやっと出会えたんだ
偉大だ偉大だ、
綺麗なものばっかりでさ
寂しくなって
水を掻いた ヒビを描いた
欠いた何か探していた
この向こうには ねぇ？何が、あるのかな

流された わたしたちは誰もが
何かを失ってここへ来たらしい
０じゃなく空白をもって生まれたんだと

だから悲しくなるのは当然なんだって
渇いた肺で光を吸った 空の底

広大な広大な大地の上で
いくつもの祈りが生まれて
膨大な膨大な涙を流し
世界を巡る その旅の間に
地図を書いて 夢を描いて
呼吸の意味 探していた
この時代でこの場所で 何ができるかな

もう少し
もう少し
先で繋がっている

わたしは
あなたは

この体は
巨大な巨大な奇跡だ

巨大な不安と戦ってやっと出会えたんだ
偉大だ、綺麗なものばっかりでさ
寂しくなって
水を掻いた ヒビを描いた
欠いた何か探していた
この向こうには ねぇ？何が、あるのかな
この時代でこの場所で 何ができるだろう
""",
      img: "assets/me.jpg",
    ),
  ];

  List<AlbumModel> sayuriNoList = [
    // 酸欠少女
    AlbumModel(
      albumName: "酸欠少女",
      artist: "さユり",
      issueDate: "2022/8/10",
      lyrics: """
作詞：さユり     作曲：さユり


編曲/Arranger：Nob(MY FIRST STORY)

揺れて消えて歌っているの
泣きそうな酸欠少女

面白いことは何にも無いしって嘆いてる
不条理が手招きしている
皆同じ容姿でいささか気持ち悪い

品性の無い会話
どうでもよい情報 吐き捨てる
差別化を図りたいだけの
くだらない争い

本当のことを言うだけでも
僕らは死んじゃいそうなんだ
言いたくないことも
言葉にしなくちゃいけないって
おかしいなんて思いながら笑っているよ

揺れて消えて歌っているの
泣きそうな酸欠少女
僕が死んでそれでどうなるの？
夢見がちな酸欠少女

面白いことは何にも無いしって嘆いてたら
大殺界が日常襲ってさ
息の仕方も忘れた

辛い現実と向き合うだけで
僕らは精一杯なんだ
大事な人たちも
ふらりと消えて寂しいなって苦しいなって
思っても願いは届かないよ

何が好きで何が嫌いなの？
曖昧な酸欠少女
僕のそばにずっといてくれよ

僕をひとりぼっちにしないで

揺れて消えて歌っているの
泣きそうな酸欠少女
僕が死んでそれでどうなるの？
夢見がちな酸欠少女
""",
      img: "assets/sayuri.jpg",
    ),
    AlbumModel(
      albumName: "花の塔",
      artist: "さユり",
      issueDate: "2022/8/10",
      lyrics: """
作詞：さユり     作曲：さユり


編曲/Arranger：宮田'レフティ'リョウ

君が持ってきた漫画
くれた知らない名前のお花
今日はまだ来ないかな？
初めての感情知ってしまった

窓に飾った絵画を
なぞってひとりで宇宙を旅して
それだけでいいはずだったのに

君の手を握ってしまったら
孤独を知らないこの街には
もう二度と帰ってくることはできないのでしょう
君が手を差し伸べた
光で影が生まれる
歌って聞かせて この話の続き
連れて行って見たことない星まで

誰の手も声も届かない
高く聳え立った塔の上へ
飛ばすフウセンカズラ
僕は君に笑って欲しいんだ

満たされない穴は惰性の会話や
澄ましたポーズで
これまでは埋めてきたけど

退屈な日々を蹴散らして
君と二人でこの街中を泳げたら
それはどれだけ素敵なことでしょう？
出したことないほど大きな
声でやっと君に伝わる
歪なくらいがさ きっとちょうどいいね
世界の端と端を結んで

窓に飾った絵画を
なぞってひとりで宇宙を旅して
それだけでも不自由ないけど
僕は選んでみたいの
高鳴る心 謎だらけの空を
安全なループを今、書き換えて！

君の手を握ってしまったら
孤独を知らないこの街には
もう二度と帰ってくることはできないのでしょう
いくらでも迷いながら
光も影も見に行こう
歌って聞かせてこの話の続き
連れて行って見たことない星まで
世界の端と端を結んで
""",
      img: "assets/sayuri.jpg",
    ),
    AlbumModel(
      albumName: "航海の唄",
      artist: "さユり",
      issueDate: "2022/8/10",
      lyrics: """
作詞：さユり     作曲：さユり


編曲/Arranger：江口 亮

手にしたい光がある君は今
寄る辺も無くひとりで岐路に立つ
もう後戻りできぬように、と
今 横切る不安を殺して帰路を断つ

失いがたい光だった
優しい易しい あいだった
それでも、君は行くんだろ
足りないものは足りないままで構わないよ、
今から探しにいこう

強さは要らない
何も持って無くていい
信じるそれだけでいい
この先でどんな痛みが襲っても
それだけが君を救うだろう
さぁ 臆せず 歩き出せ Wow Oh...

印は無い一生を“今日”という瞬間に切り分けて
一歩に息を吹き込んでいる
醜さも晒しながら静かにめくりめく日常に
理想に身を焦がす

ねぇ目を閉じて 心を聞いて
見つめた願い今もまだ歌い続けてる 月の下
立ち向かう足が震えていたって間違いじゃない
迷っても逃げたくはない

選んだ未来は誰も知らない夜を縫い
彷徨う君だけの海
無傷では何も勝ち取れないと知って
動き出した呼吸を捉えたよ
まだ 明日に届かなくても

破れた地図の先を記し始めた
海の真ん中
正解なんて無いね 分かっていても痛むもの
ねぇ、多くを望んでる？
いるわけじゃない ただ
無くせないもの一つ守るために
新しい扉の先 船は進んでく

強さは要らない
何も持って無くていい
信じるそれだけでいい
この先でどんな痛みが襲っても
それだけが君を救うだろう
さぁ 心音が震える方角へ
臆せず 歩き出せ Wow Oh...
""",
      img: "assets/sayuri.jpg",
    ),
    AlbumModel(
      albumName: "DAWN DANCE",
      artist: "さユり",
      issueDate: "2022/8/10",
      lyrics: """
作詞：さユり     作曲：さユり


編曲/Arranger：江口 亮

Good bye エンドロールの
先の幸福へ向かうよ
不意に訪れた
空っぽに負けそうになる時も Oh

脇目も振らず走っている
瓦礫の山を踏み鳴らし
世界は右回りに回って元に戻ることは無い

涙が風を受け遠のく
君は全て追い越して行く
尾を引く箒星のように
切り傷の直線のように

廃ビルの下 ひとり逃避行
灯りの消えた町の隅で
ぼくは迷子のまんまで駆け抜けてく
今を愛せるように

Good bye エンドロールの
先の幸福へ向かうよ
乱雑な人混みの間隙に
言葉を穿ち夢を見ながら
不意に訪れた
空っぽに負けそうになったら
階段を作るのだ明日へ
まず一段二段三段四段と

脇目も振らず踊ってみる
雨降り町の午前三時
体を右回りに回して子供の時のように自由に

眼下の景色 すれ違う人
遠ざかる町に背を向けて
新しい朝 再び出会うために
今は振り返らないで

Good bye バッドエンドの
後で栄光を狙うよ
凡庸な人生と嘆くのは
いつものことでもう飽きたから
そっと笑ってみた
終わりから始まることがある、と
欠落を味方にしてあげる
さあ 一兎 二兎 三兎 いくつ叶えよう？

行方は知らず走っている
間違いばかりかもしれない
だけど前を向く方法は
あぁ、それしか知らない。
これしか知らないから Ah

Good bye エンドロールの
先の幸福へ向かうよ
乱雑な人混みの間隙に
言葉を穿ち夢を見ながら
不意に訪れた
空っぽに負けそうになったら
階段を作るのだ明日へ
まず一段二段三段四段と

上がってはまた降って
何度も繰り返し作り直して
出会えるよ だから今は、今は。
どうか、振り返らないで
""",
      img: "assets/sayuri.jpg",
    ),
    AlbumModel(
      albumName: "世界の秘密",
      artist: "さユり",
      issueDate: "2022/8/10",
      lyrics: """
作詞：さユり     作曲：さユり


編曲/Arranger：江口 亮

夜が明けたら
花が咲いて
東の空へ登り出す
街が目を覚ます
その前にそっと開く
世界の秘密

子供の頃の宝箱に
あなたは何を隠したの？
心の声を言葉に込めて
耳元で揺れるプリズム

何も変わらなく見える日々の片隅で
何かが欠けては
生まれ続けている
駅前の角の空白に何があったか
不意に思い出してみるような Ah

目には見えない 知らない
叫びたい愛が
どこかで小さく世界を救った
笑う、泣きそうに笑うあなたが
雲の切れ間にひとり凛と立つ

鍵穴を覗けば優しい秘密が
今日も時計の針を回している
誰かが呼ぶ声がした
約束をしていたんだ
今日もあなたはネジを回し行く

五時のチャイムが街に響いて
家の明かりが灯り出す
行き交う背中 寄り添う影
窓の奥に広がる秘密

放たれた言葉ばかりを追いかけては
その声の思いに
いつも気付けなかった
祈るように黙ったあなたの後ろ姿が
不意に目蓋の裏に映った

上手く言えずに届かない
滲んだ願いが
今も胸の奥住み着いている
満ちて満ちても欠けてゆく人の
移ろいに一人戸惑いながら

ページを捲れば優しい記憶が
今日も遠くから日々を見守っている
誰かが水を花壇にそっとあげていた
そして私もネジを回し行く

名前や形を変えながら愛が
風に紛れて街に息づいてる
笑う、泣きそうに笑うあなたの
欠片を拾うように歩く

目には見えない 知らない
叫びたい愛が
どこかで小さく世界を救った
笑う、泣きそうに笑うあなたが
雲の切れ間にひとり凛と立つ

鍵穴を覗けば優しい秘密が
今日も時計の針を回している
誰かが呼ぶ声がした
約束をしていたんだ
そして世界はネジを回し行く
""",
      img: "assets/sayuri.jpg",
    ),
    AlbumModel(
      albumName: "葵橋",
      artist: "さユり",
      issueDate: "2022/8/10",
      lyrics: """
作詞：さユり     作曲：さユり


編曲/Arranger：江口 亮

新宿駅の西陽差すホーム
ひとり白線の内側 立っていた
足元のスニーカー 白に重ねた汚れと
視界の脇でふわり揺れた
耳飾り 一瞬
なにか思い出したような気がしたが
通過列車が遮った

君を待っていた バイト終わり
言えなかった話しがある
そして繰り返した 同じ挨拶を

僕らは季節を耕し続ける
赤、青、どれほど綺麗だったのでしょう？

僕らは季節を耕し続ける
この旅の果てに何を見るのでしょう？

フィルムのカメラがいいな
ブレもぼやけも後でわかればいい
名前の知らない植物を
それでも見つめてたように
そっと撫でたように

写真を撮った
ありふれた街角にフォーカスを当てた
過ぎていく人の波に 同じ平穏を
君を待っていた バイト終わり
目を合わせたこの瞬間の
意味や行方は僕には、
分からないけれど

僕らは言葉を耕し続ける
また会える時をただ祈りながら

僕らの季節を耕し続ける
ここに居たことをただ残すように

それはまるで

宝石みたいな 宝石みたいな
宝石みたいな花
透明になった 透明になった
透明になった花
""",
      img: "assets/sayuri.jpg",
    ),
    AlbumModel(
      albumName: "月と花束",
      artist: "さユり",
      issueDate: "2022/8/10",
      lyrics: """
作詞：さユり     作曲：さユり


編曲/Arranger：江口 亮

花を焼べて 詩を焼べて
誰より険しく美しく
あの日の傷ももらった愛も
全て焼べて 光の方へ

深い森の中で私たちは
たった一人きりで生まれ
大切なものに出会う為歩き出す

止めることも繋ぐこともできるこの日々を
潜り続けるのは君がいるからだ
あぁ 迷いながら探していた
ここににいる理由を
君が笑ってくれるのなら
答えになるから 今日も生きるよ

花を焼べて 詩を焼べて
誰より険しく美しく
寄り添うとは違う手段で
つよくなろうと約束した

使い慣れた夢を離れ君は
たった一人きりで
本当の季節や色を知ってゆく為楫を切った

誰もが今降らしてるんだ 刻々と鼓動を
引き換えに作っているのは 世界だ
甘えてきたんだ 誤魔化してた
その実感が欲しいのに
私が私から逃げたまま手に入る世界なら
もう いらないよ

信じなければ傷付かないか？
進まなければ失くさないか？

それでも、私は
知りたい 知りたい
進みたい 進みたい
もう背けない

深い森の中を
私たちはただ小さい火で
灯し、導とし彷徨ってゆく
未知を割いて

止めることも繋ぐこともできるこの日々を
潜り続けた先に君を描いた
あぁ 迷いながら探していた
ここに来た理由 など
作らなければないものだと
やっとわかったから
今日も生きてゆくよ
今日を生きてゆくの

花を焼べて 詩を焼べて
遠く飛ばせ 光の中へ
""",
      img: "assets/sayuri.jpg",
    ),
    AlbumModel(
      albumName: "かみさま",
      artist: "さユり",
      issueDate: "2022/8/10",
      lyrics: """
作詞：さユり     作曲：さユり


編曲/Arranger：江口 亮

あなたから視力と
聴力奪い去って
あたしの体温だけが
宇宙になれたらいいな

浮世は嘘だらけ
秘密の扉、覗き込めば
誰もが幼児のように
ひとりぼっちで泣いているの？

生まれてきた全て
正しいのだと笑ってくれた
あなただけを善としよう

あたしのかみさま 誰にも渡さない
あたしのかみさま 吸い込まれてゆく
あたしのかみさま 誰にも言えない
秘密をあなたにだけ
分けてあげる
愛しているの

好きな色一色の
不健康な塗り絵の様に
あたしの生活全部
まるごと乗っ取られている

蠱惑する黒目の奥
飲み干してよ、猛毒でいい
安全な日常なんて
あたしがあたしを失くすだけ

邪魔するもの全て
指パッチンで消し去って
二人だけの国を作ろう

あたしのかみさま 熱を帯びてゆく
あなたを形作る 正義になりたい
あたしのかみさま 今日もずっと待ってた
仄暗い部屋にて あぁ
顔を上げれば
あなたが笑う

正常に歪んでゆく視界さ
解けない魔法 口移ししたなら
虚しさごと
なくなっちゃうように
ぎゅってしていて
痛い痛いくらいに

苦しいと気持ちいいは
とてもよく似ているのね
闇の中で夢を見よう

あたしのかみさま 誰にも壊せない
あたしのかみさま 確かな幻
あたしのかみさま どれだけ想っても
あなたのその目に
飲み込まれるだけ
幸も不幸も手の中のボタンに
委ねられている
愛しているの
""",
      img: "assets/sayuri.jpg",
    ),
    AlbumModel(
      albumName: "summer bug",
      artist: "さユり",
      issueDate: "2022/8/10",
      lyrics: """
作詞：さユり     作曲：さユり


編曲/Arranger：江口 亮

味気ないアイスのラインナップ
なんか楽しいことしようよ
苦しゅうない ゲームで惨敗
次は絶対勝ってやる

ちぐはぐ、私たちは
思いつきで隣の星を目指す
安物のサンダルを爛々と踏み鳴らし
夏の虫さながら明かりを求めて
夜のぬるい風浴びる

ダボダボのTシャツ着て
今夜冒険しに行こう
たらふく食ってやるぜ
長くて短い一瞬のきらめきだ

地道な狩りでレベルアップ
千里の道も一歩からでしょ
会えない日々はデジタル通信
自律神経、ちゃんと整えてね

地を這う幼虫も恋に悩み働きいつか羽化し
友に送るメッセージ 三三と七拍子
くだらない日常 夢を持ち寄り
ぱちぱちと弾けてゆく

書きかけの地図開いて
今夜どこまでも行こうよ
手は離さないでいて
遠いようで近い奇跡を見逃すな

ダボダボのTシャツ着て
今夜冒険しに行こう
たらふく食ってやるぜ
酸いも甘いも思い出にしてこ

目にも留まらぬ速さで
君は大人になるから
放っておけなくなるね
長くて短い一瞬のきらめきだ
""",
      img: "assets/sayuri.jpg",
    ),
    AlbumModel(
      albumName: "レイメイ（さユり×MY FIRST STORY）",
      artist: "さユり",
      issueDate: "2022/8/10",
      lyrics: """
作詞：さユり、Sho     作曲：さユり、Sho


編曲/Arranger：MY FIRST STORY

哀しい欲望に手を伸ばし続けて夢を見る
何もかも嘘に塗れた瞳の中に
真相が隠れたまま

希望の淵に飲まれて
沈んでしまった本当の答えを
探し続けながら

何百回でも遮るモノに翳してみせる僕の願い
必ず君に伝える日まで
正しさは譲れないから進み続けていくの
何度でも彷徨いながら目指して

いつか黎明の元へ帰る時まで
痛む泥濘の中で祈りを描くよ
心配ないと言い聞かせながら今
歩き出すの

冷たい約束の絵を
繋ぎ合わせた道を往く
重ね合う夢に息吐く場所など無いと心は怯えながら

鼓動は光求めて不自由な軌道を
選んだ それが今を苦しめても

もう一回はない！
愚かな程に望んでしまう光る世界
抱えて押し潰されかけても
後悔なら呆れる程に繰り返してきたけど
真実はもう失いたくないから

歪な運命の中に囚われている
荒ぶ人生を共にあなたと歩くよ
涙の果ては此処ではないとまた
夜を渡っていく

あの日僕らが出会った時に見た大きな夢は
二人のレンズにはそれぞれ別の景色だった
それでも何故か二人には美しく見えて心が緊くなって
どうしようもなく叫びたくなったのを今でも覚えてる
主題はきっとそれだけで過不足ないから
美しい問いを限りある足で永遠に追いかけながら
“何も間違いじゃない”声を震わせ歌いながら
“君の手を引く”今を生き抜くことが出来たら

深い深い旅をしよう
永い永い地図を記そう
青い青い星を巡って
苦しみさえ引き連れて
深層へ

何百回でも遮るモノに翳してみせる僕の願い
必ず君に伝える日まで
正しさは譲れないから進み続けていくの
何度でも彷徨いながら目指して
いつか黎明の元へ帰る時まで
痛む泥濘の中で祈りを描くよ
心配ないと言い聞かせながら今
歩き出すの
たった一つの朝焼けを手に入れるの
""",
      img: "assets/sayuri.jpg",
    ),
    AlbumModel(
      albumName: "ねじこ",
      artist: "さユり",
      issueDate: "2022/8/10",
      lyrics: """
作詞：さユり     作曲：さユり


編曲/Arranger：江口 亮

新のスカート 風に揺らして
立ちはだかった難題を前に
微笑み戦うガール

真っ直ぐ進みたいと飛び出せど
曲がりくねってく僕らの不器用を
笑い飛ばしてみたいのさ

迷いを纏い 傷を背負い 弱くて美しい
君と共に 明日へ向かう

あぁ ねじこぼれた自由を歌え
手にあるもの全てで踊ろうぜ
問題は何もない
ただこの道を照らすだけ
あぁ ねじこぼれた自由を歌え
手にあるもの以外は何もないぜ
喜びで愛しさで恐れを今破壊せよ

宜候 宜候

ジュースに溶かして悔しさを飲んで
準備済ませたら今日の場所まで
電車に乗ってよろける足を
少しだけ踏ん張って
窓の外を見上げた

期待を抱え 夢を見る
擦り剥いた手のひらで
僕ら 下手くそでも明日を選ぶ

あぁ 下から上に育ってゆけ
花のように天へ伸ばす背骨
人波に揺れ 上手には歩けなくても
あぁ あちらこちらで光ってる目に
立ち竦んで俯く日もあっていい
驚きや喪失のその全てを記録せよ

躓いて色付いた痣 撫でた 愛でた
二人 向かい風の中入った
入口が出口だった

ねじこぼれた自由を歌え
手にあるもの全てで踊ろうぜ
問題は何もない
ただこの道を照らすだけ
あぁ ねじこぼれた自由を歌え
手にあるもの以外は何もないぜ
喜びで愛しさで恐れを今破壊せよ
喜びで愛しさで恐れを今破壊せよ

宜候 宜候 宜候
""",
      img: "assets/sayuri.jpg",
    ),
  ];
}
